[
    {
        "id": "de8sul1",
        "author_flair_text": null,
        "edited": false,
        "stickied": false,
        "retrieved_on": 1489160937,
        "subreddit_id": "t5_35m5e",
        "created_utc": 1488135273,
        "author_flair_css_class": null,
        "link_id": "t3_5wa69r",
        "controversiality": 0,
        "distinguished": null,
        "author": "__edge",
        "parent_id": "t3_5wa69r",
        "subreddit": "Finanzen",
        "score": 2,
        "gilded": 0,
        "body": "Ja.\nJa. Können anfallen.\nKann auch mehr oder weniger sein? Persönlich finde ich das schon viel, aber hilft ja nichts.\nEs gibt von MasterCard eine gute Geldautomatensuche im Internet. (Die Automaten, die du da findest nehmen auch Visa.) Ich habe die noch nie gebraucht. GA gibt es überall. Wenn man mal in ein ländliches Kaff fährt, wo es vielleicht keinen gibt, informiert man sich eher vor Ort, ob man Bargeld mitnehmen sollte.\nWarum gerade N26? Außer \"wir-sind-die-Coolen-mit-der-App\" haben die eigentlich wenig zu bieten? Etablierte Direktbanken (DKB, consors, comdirect, ING Diba, u.v.m.) biete ähnliche Konditionen mit mehr Bank drum herum.",
        "responses": []
    },
    {
        "distinguished": null,
        "parent_id": "t3_5wa69r",
        "subreddit": "Finanzen",
        "author": "weeska",
        "gilded": 0,
        "score": 2,
        "body": "Ich weiß den aktuellen Stand um die Thematik nicht, aber vielleicht willst du dich noch etwas einlesen: [URL]",
        "author_flair_css_class": null,
        "created_utc": 1488136591,
        "link_id": "t3_5wa69r",
        "controversiality": 0,
        "edited": false,
        "retrieved_on": 1489161421,
        "stickied": false,
        "subreddit_id": "t5_35m5e",
        "author_flair_text": null,
        "id": "de8tut7",
        "responses": []
    },
    {
        "created_utc": 1488140415,
        "author_flair_css_class": null,
        "link_id": "t3_5wa69r",
        "controversiality": 0,
        "distinguished": null,
        "author": "aweofuhawouefhawoefu",
        "parent_id": "t3_5wa69r",
        "subreddit": "Finanzen",
        "score": 3,
        "gilded": 0,
        "body": "Ich war letztes Jahr mehrere Monate in Israel. Nimm auf jeden Fall mehrere Kreditkarten mit, denn es hat immer mal wieder eine nicht funktioniert. Ich habe beste Erfahrungen gemacht, indem ich bei ATMs der Bank Hapoalim abgehoben habe, die sind in den Städten überall vorhanden. Die ATMs dieser Bank erheben auch keine gesonderten Gebühren. Eigentlich haben nach meiner Erfahrung die ATMs der Banken selbst nie Gebühren erhoben, die ATMs, die in Kiosks etc. rumstehen natürlich schon.\nAuf Kartenseite habe ich zum Abheben die N26-Mastercard (hatte damals noch nicht die 1,7%-Fremdwährungsgebühr) sowie die consorsbank VISA-Card benutzt. Beide hatten einen deutlich besseren Kurs als die comdirect VISA-Card, welche den schlechteren Commerzbank-Kurs benutzt und somit zwar keine gesonderten Gebühren erhebt, aber diese sozusagen in den Wechselkurs mit einpreist.\nDas Bezahlen mit den Prepaid-Kreditkarten (=N26, Consorsbank) funktioniert in vielen Supermärkten etc. nicht, da dort wohl Offline-Kartenterminals verwendet werden. Im Endeffekt habe ich überall Bar bezahlt, am besten nimmst du immer genug Bargeld mit.\nAll diese Gebühren-Spar-Methoden ändern leider jedoch nichts daran, dass alles außer Mobilfunk in Israel verdammt teuer ist :D, ich wünsche dennoch viel Spaß!\nFalls du noch Fragen hast: hier antworten, Account ein throwaway und ich habe das Passwort nicht mehr.",
        "id": "de8wpj6",
        "author_flair_text": null,
        "edited": 1488140648,
        "retrieved_on": 1489162792,
        "stickied": false,
        "subreddit_id": "t5_35m5e",
        "responses": []
    },
    {
        "author_flair_css_class": null,
        "created_utc": 1488187944,
        "controversiality": 0,
        "link_id": "t3_5wa69r",
        "parent_id": "t1_de8wpj6",
        "subreddit": "Finanzen",
        "author": "iauo",
        "distinguished": null,
        "body": "Kannst du die Kurse, zu denen du abhebst, vorher irgendwo einsehen und machst du das vor jedem ATM-Besuch?\nWenn ich in Landeswährung abhebe und somit den Wechselkurs meiner eigenen Bank und nicht dem Automatenbetreiber überlasse, wird mir der Wechselkurs (logischerweise) nie angezeigt.",
        "gilded": 0,
        "score": 1,
        "author_flair_text": null,
        "id": "de9qm5z",
        "edited": false,
        "subreddit_id": "t5_35m5e",
        "stickied": false,
        "retrieved_on": 1489177204,
        "responses": []
    },
    {
        "gilded": 0,
        "score": 1,
        "body": "Für VISA/MasterCard: [URL]\nFür MasterCard: [URL]\nJe nach Bank kann es allerdings sein, dass nicht die offiziellen VISA/MasterCard-Kurse verwendet werden, sondern andere, wie z.B. bei der comdirect-VISA die Commerzbank-Kurse: [URL]\nIch mache es meistens so, dass ich mit allen zur Verfügung stehenden Karten einen geringen Betrag abhebe und dann im Online-Banking nach einigen Tagen schaue, wo ich den besten Kurs erhalten habe.",
        "distinguished": null,
        "subreddit": "Finanzen",
        "parent_id": "t1_de9qm5z",
        "author": "afawf23oufa23ofunaf3",
        "link_id": "t3_5wa69r",
        "controversiality": 0,
        "author_flair_css_class": null,
        "created_utc": 1488211138,
        "retrieved_on": 1489182629,
        "stickied": false,
        "subreddit_id": "t5_35m5e",
        "edited": 1488211413,
        "author_flair_text": null,
        "id": "dea1w74",
        "responses": []
    }
]